Repository: sultan97ad/Shipment-Tracking-System
Catalog: STS/Resources/Views/Shipments.*.resx
Languages: ar

# DestinationListDefaultOption
source: Select a Destination
ar: اختر وجهه

# FixErrors
source: Please fix the folowing errors
ar: من فضلك صحح الأخطاء التالية

# NewShipmentButtonText
source: Add
ar: ادرج

# NewShipmentTitle
source: New Shipment
ar: شحنة جديده

# ShipmentDetailsTitle
source: Shipment Details
ar: تفاصيل الشحنة

# ShipmentsTitle
source: Shipments
ar: الشحنات

# ShipmentWaitingCollection
source: Waiting Collection
ar: بانتظار التسليم

# ShipmentWaitingShipping
source: Waiting Shipping
ar: بانتظار الشحن

# UpdateShipmentButtonText
source: Update
ar: حدث

# UpdateShipmentTitle
source: Update Shipment
ar: تحديث شحنه

# BackToShipmentsButton
source: Back To Shipments
ar: العودة إلى الشحنات

# ShipmentCollected
source: Collected
ar: تم التسليم

# ShipmentShipping
source: Shipping
ar: يتم الشحن

source: Destination
ar: الوجهة

source: Receiver Name
ar: اسم المستلم

source: Status
ar: الحالة

source: Tracking Number
ar: رقم التتبع

# DestinationRequired
source: a Destination must be Selected
ar: يجب تحديد وجهه

source: Receiver Phone Number
ar: رقم جوال المستلم

# IsPhone
source: {0} is not a valid phone number
ar: {0} غير صالح

source: Sender Name
ar: اسم المرسل

source: Sender Phone Number
ar: رقم جوال المرسل

source: Source
ar: المصدر

source: Date Added
ar: تاريخ الإضافة

source: Description
ar: الوصف

source: Weight(KG)
ar: الوزن(كغ)

# Required
source: {0} is Required
ar: {0} مطلوب/ ـة

# StringLength
source: {0} must be less than {1} character
ar: يجب ان يكون {0} اقل من {1} خانة

source: Print Barcode
ar: طباعة باركود
